Repository: KizeRemi/JO-2024
Catalog: src/RemiBundle/Resources/translations/messages.*.xlf
Languages: fr

# menu.athlete
source: Athletes
fr: Athlètes

# menu.country
source: Countries
fr: Pays

# menu.town
source: Towns
fr: Villes

# country.title
source: Update of country %countryName%
fr: Modification du pays %countryName%

# athlete.title
source: Update of %athleteLastName% %athleteFirstName%
fr: Modification de %athleteLastName% %athleteFirstName%

# athletes.list
source: List of athletes
fr: Liste des athlètes

# countries.list
source: List of countries
fr: Liste des Pays

# disciplines.list
source: List of disciplines
fr: Liste des disciplines

# towns.list
source: List of towns
fr: Liste des villes

# form.label.lastname
source: Name
fr: Nom

# form.label.firstname
source: Firstname
fr: Prénom

# form.label.birthdate
source: Birthdate
fr: Date de naissance

# form.label.country
source: Country
fr: Pays

# form.label.save
source: Save
fr: Enregistrer

# form.label.name
source: Name
fr: Nom

# form.label.flag
source: Flag (.png)
fr: Drapeau (.png)

# form.label.picture
source: Picture (.png/.jpeg)
fr: Photo (.png/.jpeg)

# notice.country.add
source: The country has been added.
fr: Le pays a bien été ajouté.

# notice.country.update
source: The country has been updated.
fr: Le pays a bien été modifié.

# notice.country.delete
source: The country has been deleted.
fr: Le pays a été supprimé.

# notice.athlete.add
source: The athlete has been added.
fr: L'athlète a bien été ajouté.

# notice.athlete.update
source: The athlete has been updated.
fr: L'athlète a bien été modifié.

# notice.athlete.delete
source: The athlete has been deleted.
fr: L'athlète a bien été supprimé.

# notice.discipline.add
source: The discipline has been added.
fr: La discipline a été ajoutée.

# notice.discipline.update
source: The discipline has been updated.
fr: La discipline a été modifiée.

# notice.discipline.delete
source: The discipline has been deleted
fr: La discipline a été supprimée.

# tab.header.lastname
source: Lastname
fr: Nom

# tab.header.firstname
source: Firstname
fr: Prenom

# tab.header.birthdate
source: Birthdate
fr: Date de naissance

# tab.header.country
source: Country
fr: Pays

# tab.header.name
source: Name
fr: Nom

# tab.header.flag
source: Flag
fr: Drapeau

# tab.header.candidates
source: Candidates
fr: Candidats

# form.button.new
source: New
fr: Nouveau

# form.button.delete
source: Delete
fr: Supprimer

# form.button.update
source: Update
fr: Modifier

# tab.header.picture
source: Picture
fr: Photo

# form.placeholder.country
source: Choose a country...
fr: Choisir un pays...

# form.placeholder.discipline
source: Choose a discipline...
fr: Choisir une discipline...

# notice.town.add
source: The town has been added.
fr: La ville a été ajoutée.

# notice.town.update
source: The town has been updated.
fr: La ville a été modifiée.

# notice.town.delete
source: The town has been deleted
fr: La ville a été supprimée.
